#include <iostream>
using namespace std;
int main() {
    cout << "       МЕНЮ ИТАЛЬЯНСКОГО РЕСТОРАНА      " << endl;
    cout << "1. Брускетта с помидорами и базиликом - 350 руб." << endl;
    cout << "2. Карпаччо из говядины с рукколой - 480 руб." << endl;
    cout << "3. Спагетти Карбонара - 420 руб." << endl;
    cout << "4. Феттучине Альфредо с грибами - 380 руб." << endl;
    cout << "5. Лазанья Болоньезе - 450 руб." << endl;
    cout << "6. Пицца Маргарита - 520 руб." << endl;
    cout << "7. Тирамису - 320 руб." << endl;
    return 0;
}